[
  {
    "text": "Aetna considers the following procedures medically necessary as a diagnostic test prior to cataract surgery: Comprehensive eye examination; or Brief or intermediate examination; and A-scan In addition to a comprehensive or brief/intermediate eye examination, A-mode ultrasound (A-scan) may be considered medically necessary prior to cataract surgery to determine the appropriate pseudophakic power of the IOL. Footnote1 * Footnote1 * B-scan ultrasound is considered medically necessary in place of A-scan ultrasound where direct visualization of the retina is difficult or impossible including lid problems (e.g., severe edema, partial or total tarsorrhaphy), keratoprosthesis, corneal opacities (e.g., scars, severe edema), hyphema, hypopyon, miosis, dense cataract, pupillary membranes, or vitreous opacities (e.g., hemorrhage, inflammatory debris). Note : B-scan ultrasound is considered medically necessary for pre-operative work-up of individuals with Morgagnian cataract. Other pre-operative ophthalmologic tests may be considered medically necessary if there is another diagnosis in addition to cataracts.",
    "sub_items": [
      {
        "text": "Comprehensive eye examination; or"
      },
      {
        "text": "Brief or intermediate examination; and"
      },
      {
        "text": "A-scan In addition to a comprehensive or brief/intermediate eye examination, A-mode ultrasound (A-scan) may be considered medically necessary prior to cataract surgery to determine the appropriate pseudophakic power of the IOL. Footnote1 * Footnote1 * B-scan ultrasound is considered medically necessary in place of A-scan ultrasound where direct visualization of the retina is difficult or impossible including lid problems (e.g., severe edema, partial or total tarsorrhaphy), keratoprosthesis, corneal opacities (e.g., scars, severe edema), hyphema, hypopyon, miosis, dense cataract, pupillary membranes, or vitreous opacities (e.g., hemorrhage, inflammatory debris). Note : B-scan ultrasound is considered medically necessary for pre-operative work-up of individuals with Morgagnian cataract."
      }
    ]
  },
  {
    "text": "The following specialized ophthalmologic services are considered medically necessary for the routine pre-operative work-up for cataract surgery: Optical coherence biometry; Ultrasound, A-scan, diagnostic; Ultrasound, A-scan, ophthalmic biometry; Ultrasound, with intra-ocular lens (IOL) power calculation. Note: Contrast sensitivity testing, glare testing (BAT), and potential vision testing (PAM) are considered integral to the ophthalmologic examination and are not separately reimbursed.",
    "sub_items": [
      {
        "text": "Optical coherence biometry;"
      },
      {
        "text": "Ultrasound, A-scan, diagnostic;"
      },
      {
        "text": "Ultrasound, A-scan, ophthalmic biometry;"
      },
      {
        "text": "Ultrasound, with intra-ocular lens (IOL) power calculation."
      }
    ]
  },
  {
    "text": "Cataract removal surgery is considered medically necessary according to the memberâs level of visual impairment as follows:"
  },
  {
    "text": "The following are considered medically necessary: Capsular tension rings (e.g., StabilEyes) for stabilization of the lens capsule during IOL placement in conditions associated with weak or partially absent zonules (including primary zonular weakness (e.g., Marfan syndrome), and secondary zonular weakness (e.g., trauma or vitrectomy)); Other medically necessary indications may be cases of zonulysis, pseudo-exfoliation and Marchesaniâs syndrome. An unexpected loss of zonules during surgery may also support the medical necessity of a CTR. Note: The use of capsular tension rings is considered integral to the ocular surgery and is not separately reimbursed. Nd:YAG laser capsulotomy when performed 6 months or more following cataract extraction in members with visually significant clouding (opacification) of the posterior portion of the membrane that surrounds the lens (the posterior capsule). Requests for Nd:YAG laser capsulotomy performed within 6 months of cataract extraction should be forwarded for medical review; Combined glaucoma and cataract surgery for persons with a visually significant cataract with uncontrolled glaucoma despite maximal medical therapy and/or laser trabeculoplasty; For aphakia: Standard posterior chamber IOL for hyperopia (e.g., Clariflex, Sensar AR40e, Advanced Medical Optics, Santa Ana, CA); Standard anterior chamber IOLs (e.g., ALcon MTA2UO, MTA3UO, MTA4UO, MTA5UO, MTA6UO, and MTA7UO); Standard fixed monofocal posterior chamber IOLs (e.g., Akreos posterior fixed monofocal IOL (Bausch & Lomb, Rochester, NY), Akreos AO Micro Incision Lens (Model MI60L), AcrySof SA60AT monofocal IOL (Alcon Surgical, Fort Worth, TX), AcrySof MA60AC, AcrySof MA60MA, AcrySof SN60AT, Alcon MZ30BD, CeeOn Edge (Pharmacia Corp., Peepack, NJ), Tecnis monofocal IOL (Model PCB00), and the Hydroview hydrogel foldable posterior IOL (Bausch & Lomb, Rochester, NY)); Aspheric monofocal posterior chamber IOLs (e.g., AcrySof IQ IOL (Alcon Surgical, Fort Worth, TX), Alcon CZ70BD, Alcon SA60WF, SN6CWS, Tecnis (Z9000, Z9001, Z9002, ZA9003, Abbott Medical Optics, Santa Ana, CA), SofPort AO IOL (Bausch & Lomb, Rochester, NY), Sofport LI61AO, Staar Model CC4204A, Akreos AO Aspheric IOL (Bausch & Lomb, Rochester, NY), Akreos SA 060, Hoya PY-60AD (Hoya Surgical Optics GmbH, Frankfurt, Germany), Abbott ZCB00, Tecnis AMO Aspheric IOL ZCB00 (Abbott Medical Optics, Santa Ana, CA), and Acrysof IQ SN60WS (Alcon Surgical, Fort Worth, TX)); Standard fixed monofocal posterior chamber ultraviolet absorbing IOLs for aphakia (e.g., AcrySof Natural blue-light filtering IOL including the AcrySof MN60MA (Alcon Surgical, Fort Worth, TX), AcrySof SN60WF, SofPort AO IOL with Violet Shield Technology (Bausch & Lomb, Rochester, NY), C-flex IOL model 570C (Rayner Surgical Inc., Los Angeles, CA), Clareon aspheric hydrophobic acrylic IOL, EC-3 PAL (Aaren Scientific, Ontario, CA), iSpheric Model YA-60BB IOL (Hoya Surgical Optics, Chino Hills, CA), Softec HD (Lenstec Inc., St. Petersburg, FL); and XACT Foldable Hydrophobic Acrylic Ultraviolet Light-Absorbing Posterior Chamber IOLs (Bausch & Lomb); Note: Aetna considers the following IOLs non-covered deluxe items: Accommodating posterior chamber IOLs (e.g., Crystalens (Eyeonics Inc., Aliso Viejo, CA); multi-focal posterior chamber IOLs (e.g., Array Model SA40 (Abbott Medical Optics, Santa Ana, CA), ReZoom (Abbott Medical Optics, Santa Ana, CA), Tecnis ZM900, Tecnis posterior chamber IOLs (Model ZKB00), and ZMAOO (Abbott Medical Optics, Santa Ana, CA), AcrySof IQ Vivity Extended Vision Intraocular Lens (Model DFT015), AcrySof ReSTOR, (Alcon Surgical, Fort Worth, TX), Acrysof ReSTOR SA60D3 multifocal, Acrysof Natural ReSTOR SN60D3, AcrySof ReSTOR Aspheric IOL model SN6AD1, AcrySof ReSTOR Aspheric IOL model SN6AD3); astigmatism-correcting (toric) posterior chamber IOLs (e.g., Staar Toric IOL (Star Surgical, Monrovia, CA), Staar Elastic Toric Lens Model AA4203TL, Abbott Medical Optics Tecnis Toric model ZCT150, AcrySof IQ Vivity Toric Extended Vision IOLs (DFT315, DFT 415, DFT515), AcrySof Toric IOL (Alcon Surgical, Fort Worth, TX)) AcrySof Aspheric Toric IOL SN6AT3, SN6AT4 and SN6AT5, AcrySof Toric Models SA60T3, SA60T4 and SA60T5, AcrySof Toric Model SA60T, and Acrysof IQ Toric Model SN6ATT, SA6AT3, SN6AT6, SN6AT7 SN6AT8, and SN6AT9); Clareon Vivity Extended Vision IOL, light adjustable IOLs; multifocal astigmatism-correcting (toric) IOLs (ReSTOR Multifocal Toric IOL); accommodating toric IOLs (Trulign Toric IOL (Bausch & Lomb, Inc., Rochester, NY); extended depth of focus multifocal lens (Tecnis Symfony ZXR00), and trifocal IOLs (e.g., ALCON PanOptix). Given that the intent of the multi-focal IOL, accommodating IOL and the toric IOL is to obviate the need for reading glasses post-surgery, these IOLs are considered not medically necessary. For members who elect non-covered new technology IOLs, cataract removal and lens implantation would be considered medically necessary if the criteria for cataract surgery outlined above are met. The new technology lens itself would be non-covered.",
    "sub_items": [
      {
        "text": "Capsular tension rings (e.g., StabilEyes) for stabilization of the lens capsule during IOL placement in conditions associated with weak or partially absent zonules (including primary zonular weakness (e.g., Marfan syndrome), and secondary zonular weakness (e.g., trauma or vitrectomy)); Other medically necessary indications may be cases of zonulysis, pseudo-exfoliation and Marchesaniâs syndrome. An unexpected loss of zonules during surgery may also support the medical necessity of a CTR. Note: The use of capsular tension rings is considered integral to the ocular surgery and is not separately reimbursed."
      },
      {
        "text": "Nd:YAG laser capsulotomy when performed 6 months or more following cataract extraction in members with visually significant clouding (opacification) of the posterior portion of the membrane that surrounds the lens (the posterior capsule). Requests for Nd:YAG laser capsulotomy performed within 6 months of cataract extraction should be forwarded for medical review;"
      },
      {
        "text": "Combined glaucoma and cataract surgery for persons with a visually significant cataract with uncontrolled glaucoma despite maximal medical therapy and/or laser trabeculoplasty;"
      },
      {
        "text": "For aphakia: Standard posterior chamber IOL for hyperopia (e.g., Clariflex, Sensar AR40e, Advanced Medical Optics, Santa Ana, CA); Standard anterior chamber IOLs (e.g., ALcon MTA2UO, MTA3UO, MTA4UO, MTA5UO, MTA6UO, and MTA7UO); Standard fixed monofocal posterior chamber IOLs (e.g., Akreos posterior fixed monofocal IOL (Bausch & Lomb, Rochester, NY), Akreos AO Micro Incision Lens (Model MI60L), AcrySof SA60AT monofocal IOL (Alcon Surgical, Fort Worth, TX), AcrySof MA60AC, AcrySof MA60MA, AcrySof SN60AT, Alcon MZ30BD, CeeOn Edge (Pharmacia Corp., Peepack, NJ), Tecnis monofocal IOL (Model PCB00), and the Hydroview hydrogel foldable posterior IOL (Bausch & Lomb, Rochester, NY)); Aspheric monofocal posterior chamber IOLs (e.g., AcrySof IQ IOL (Alcon Surgical, Fort Worth, TX), Alcon CZ70BD, Alcon SA60WF, SN6CWS, Tecnis (Z9000, Z9001, Z9002, ZA9003, Abbott Medical Optics, Santa Ana, CA), SofPort AO IOL (Bausch & Lomb, Rochester, NY), Sofport LI61AO, Staar Model CC4204A, Akreos AO Aspheric IOL (Bausch & Lomb, Rochester, NY), Akreos SA 060, Hoya PY-60AD (Hoya Surgical Optics GmbH, Frankfurt, Germany), Abbott ZCB00, Tecnis AMO Aspheric IOL ZCB00 (Abbott Medical Optics, Santa Ana, CA), and Acrysof IQ SN60WS (Alcon Surgical, Fort Worth, TX)); Standard fixed monofocal posterior chamber ultraviolet absorbing IOLs for aphakia (e.g., AcrySof Natural blue-light filtering IOL including the AcrySof MN60MA (Alcon Surgical, Fort Worth, TX), AcrySof SN60WF, SofPort AO IOL with Violet Shield Technology (Bausch & Lomb, Rochester, NY), C-flex IOL model 570C (Rayner Surgical Inc., Los Angeles, CA), Clareon aspheric hydrophobic acrylic IOL, EC-3 PAL (Aaren Scientific, Ontario, CA), iSpheric Model YA-60BB IOL (Hoya Surgical Optics, Chino Hills, CA), Softec HD (Lenstec Inc., St. Petersburg, FL); and XACT Foldable Hydrophobic Acrylic Ultraviolet Light-Absorbing Posterior Chamber IOLs (Bausch & Lomb);",
        "sub_items": [
          {
            "text": "Standard posterior chamber IOL for hyperopia (e.g., Clariflex, Sensar AR40e, Advanced Medical Optics, Santa Ana, CA);"
          },
          {
            "text": "Standard anterior chamber IOLs (e.g., ALcon MTA2UO, MTA3UO, MTA4UO, MTA5UO, MTA6UO, and MTA7UO);"
          },
          {
            "text": "Standard fixed monofocal posterior chamber IOLs (e.g., Akreos posterior fixed monofocal IOL (Bausch & Lomb, Rochester, NY), Akreos AO Micro Incision Lens (Model MI60L), AcrySof SA60AT monofocal IOL (Alcon Surgical, Fort Worth, TX), AcrySof MA60AC, AcrySof MA60MA, AcrySof SN60AT, Alcon MZ30BD, CeeOn Edge (Pharmacia Corp., Peepack, NJ), Tecnis monofocal IOL (Model PCB00), and the Hydroview hydrogel foldable posterior IOL (Bausch & Lomb, Rochester, NY));"
          },
          {
            "text": "Aspheric monofocal posterior chamber IOLs (e.g., AcrySof IQ IOL (Alcon Surgical, Fort Worth, TX), Alcon CZ70BD, Alcon SA60WF, SN6CWS, Tecnis (Z9000, Z9001, Z9002, ZA9003, Abbott Medical Optics, Santa Ana, CA), SofPort AO IOL (Bausch & Lomb, Rochester, NY), Sofport LI61AO, Staar Model CC4204A, Akreos AO Aspheric IOL (Bausch & Lomb, Rochester, NY), Akreos SA 060, Hoya PY-60AD (Hoya Surgical Optics GmbH, Frankfurt, Germany), Abbott ZCB00, Tecnis AMO Aspheric IOL ZCB00 (Abbott Medical Optics, Santa Ana, CA), and Acrysof IQ SN60WS (Alcon Surgical, Fort Worth, TX));"
          },
          {
            "text": "Standard fixed monofocal posterior chamber ultraviolet absorbing IOLs for aphakia (e.g., AcrySof Natural blue-light filtering IOL including the AcrySof MN60MA (Alcon Surgical, Fort Worth, TX), AcrySof SN60WF, SofPort AO IOL with Violet Shield Technology (Bausch & Lomb, Rochester, NY), C-flex IOL model 570C (Rayner Surgical Inc., Los Angeles, CA), Clareon aspheric hydrophobic acrylic IOL, EC-3 PAL (Aaren Scientific, Ontario, CA), iSpheric Model YA-60BB IOL (Hoya Surgical Optics, Chino Hills, CA), Softec HD (Lenstec Inc., St. Petersburg, FL); and XACT Foldable Hydrophobic Acrylic Ultraviolet Light-Absorbing Posterior Chamber IOLs (Bausch & Lomb);"
          }
        ]
      }
    ]
  },
  {
    "text": "Femtosecond laser-assisted cataract surgery is considered an equally effective alternative to standard methods of cataract removal."
  },
  {
    "text": "Aetna considers Optiwave Refractive Analysis (ORA) not medically necessary for cataract surgery."
  },
  {
    "text": "Cataract removal surgery is considered not medically necessary for the following indications: Glasses or visual aids provide satisfactory functional vision; The memberâs lifestyle is not compromised; or The member is medically unfit (e.g., conditions such as comatose patients, organic brain syndrome, end stage Alzheimer's disease, persons with no light perception, etc. in which cataract surgery will not improve the memberâs independence).",
    "sub_items": [
      {
        "text": "Glasses or visual aids provide satisfactory functional vision;"
      },
      {
        "text": "The memberâs lifestyle is not compromised; or"
      },
      {
        "text": "The member is medically unfit (e.g., conditions such as comatose patients, organic brain syndrome, end stage Alzheimer's disease, persons with no light perception, etc. in which cataract surgery will not improve the memberâs independence)."
      }
    ]
  },
  {
    "text": "Comprehensive eye examination; or"
  },
  {
    "text": "Brief or intermediate examination; and"
  },
  {
    "text": "A-scan In addition to a comprehensive or brief/intermediate eye examination, A-mode ultrasound (A-scan) may be considered medically necessary prior to cataract surgery to determine the appropriate pseudophakic power of the IOL. Footnote1 * Footnote1 * B-scan ultrasound is considered medically necessary in place of A-scan ultrasound where direct visualization of the retina is difficult or impossible including lid problems (e.g., severe edema, partial or total tarsorrhaphy), keratoprosthesis, corneal opacities (e.g., scars, severe edema), hyphema, hypopyon, miosis, dense cataract, pupillary membranes, or vitreous opacities (e.g., hemorrhage, inflammatory debris). Note : B-scan ultrasound is considered medically necessary for pre-operative work-up of individuals with Morgagnian cataract."
  },
  {
    "text": "Optical coherence biometry;"
  },
  {
    "text": "Ultrasound, A-scan, diagnostic;"
  },
  {
    "text": "Ultrasound, A-scan, ophthalmic biometry;"
  },
  {
    "text": "Ultrasound, with intra-ocular lens (IOL) power calculation."
  },
  {
    "text": "For members with visual disability with a Snellen Acuity of 20/50 or worse, cataract surgery is considered medically necessary when all of the following subjective, objective, and educational criteria are met: Subjective: The member perceives that his or her ability to carry out needed or desired activities is impaired. The member's decision is based on: the member's own assessment of visual disability (e.g., impact on driving, viewing television, and special occupational or avocational needs) and, in particular, disability at near sight (e.g., reading, occupational activities requiring near vision); and the member's perception of the impact of the visual disability on lifestyle (e.g., loss of independence, loss of income). Note: Functional impairment due to cataracts refers to lost or diminished ability to perform everyday activities, participate in hobbies or other leisure-time activities, or to work in oneâs occupation. Several instruments such as the VF-14, the activities of daily vision scale and the visual activities questionnaire are available for assessing functional impairment related to cataract. In general, driving an automobile is the limiting life-style activity with visual acuity in the 20/50 to 20/60 range. Almost all states require 20/40 vision in one eye to get a driver's license. Household activities and reading are usually not limiting until the member reaches 20/70 vision. Objective: The best correctable Snellen visual acuity in the affected eye is 20/50 or worse, The eye examination confirms that the cataract is the limiting factor for improving visual function when other factors do not preclude improvement following surgery, and The member's medical and mental health permits surgery to be performed safely. Educational: The member has been educated about the risks and benefits of cataract surgery, including alternatives to treatment and the member determines if the expected reduction in the disability outweighs the potential risk, cost and inconvenience of surgery.",
    "sub_items": [
      {
        "text": "Subjective: The member perceives that his or her ability to carry out needed or desired activities is impaired. The member's decision is based on: the member's own assessment of visual disability (e.g., impact on driving, viewing television, and special occupational or avocational needs) and, in particular, disability at near sight (e.g., reading, occupational activities requiring near vision); and the member's perception of the impact of the visual disability on lifestyle (e.g., loss of independence, loss of income). Note: Functional impairment due to cataracts refers to lost or diminished ability to perform everyday activities, participate in hobbies or other leisure-time activities, or to work in oneâs occupation. Several instruments such as the VF-14, the activities of daily vision scale and the visual activities questionnaire are available for assessing functional impairment related to cataract. In general, driving an automobile is the limiting life-style activity with visual acuity in the 20/50 to 20/60 range. Almost all states require 20/40 vision in one eye to get a driver's license. Household activities and reading are usually not limiting until the member reaches 20/70 vision.",
        "sub_items": [
          {
            "text": "the member's own assessment of visual disability (e.g., impact on driving, viewing television, and special occupational or avocational needs) and, in particular, disability at near sight (e.g., reading, occupational activities requiring near vision); and"
          },
          {
            "text": "the member's perception of the impact of the visual disability on lifestyle (e.g., loss of independence, loss of income)."
          }
        ]
      },
      {
        "text": "Objective: The best correctable Snellen visual acuity in the affected eye is 20/50 or worse, The eye examination confirms that the cataract is the limiting factor for improving visual function when other factors do not preclude improvement following surgery, and The member's medical and mental health permits surgery to be performed safely.",
        "sub_items": [
          {
            "text": "The best correctable Snellen visual acuity in the affected eye is 20/50 or worse,"
          },
          {
            "text": "The eye examination confirms that the cataract is the limiting factor for improving visual function when other factors do not preclude improvement following surgery, and"
          },
          {
            "text": "The member's medical and mental health permits surgery to be performed safely."
          }
        ]
      },
      {
        "text": "Educational: The member has been educated about the risks and benefits of cataract surgery, including alternatives to treatment and the member determines if the expected reduction in the disability outweighs the potential risk, cost and inconvenience of surgery."
      }
    ]
  },
  {
    "text": "For members with visual disability with a Snellen Acuity of 20/40 or better, cataract surgery is considered medically necessary when all of the following subjective, objective, and educational criteria are met: Subjective: The member perceives that his or her ability to carry out needed or desired activities is impaired.  The member's decision is based on: the member's own assessment of visual disability (e.g., impact on driving, viewing television, and special occupational or avocational needs) and, in particular, disability at near sight (e.g., reading, occupational activities requiring near vision); the member's perception of the impact of the disability on lifestyle (e.g., loss of independence, loss of income); and the member's complaints of glare disabling eyesight in daylight conditions is inconsistent with the visual acuity measured in a darkened room; however, it must be confirmed by the documented assessment of visual functions under conditions of bright ambient light. The loss of vision mimicking the member's complaints should be verified before the member is considered a candidate for cataract surgery. Note: A drop in visual acuity in bright light is the quantitative element that allows one to correlate the \"loss of vision\" with the \"member's complaints\".  The most common cataract that produces this type of light-related visual loss is a centrally located posterior subcapsular plaque (PSCP). Objective: The member's best correctable Snellen visual acuity is 20/40 Snellen or better in the affected eye, There is a significant loss of visual acuity in bright ambient light that is confirmed by the use of (but not limited to) procedures such as glare testing, brightness acuity testing (BAT), or contrast sensitivity testing, or Complaints of monocular diplopia or polyopia, or Visual disparity existing between the two eyes (anisometropia), and The eye examination confirms that the cataract is the limiting factor for improving visual function when other factors do not preclude improvement following surgery, and The member's medical and mental health should permit surgery to be performed safely. Educational: The member has been educated about the risks and benefits of cataract surgery, including alternatives to treatment and the member determines if the expected reduction in the disability outweighs the potential risk, cost and inconvenience of surgery.",
    "sub_items": [
      {
        "text": "Subjective: The member perceives that his or her ability to carry out needed or desired activities is impaired.  The member's decision is based on: the member's own assessment of visual disability (e.g., impact on driving, viewing television, and special occupational or avocational needs) and, in particular, disability at near sight (e.g., reading, occupational activities requiring near vision); the member's perception of the impact of the disability on lifestyle (e.g., loss of independence, loss of income); and the member's complaints of glare disabling eyesight in daylight conditions is inconsistent with the visual acuity measured in a darkened room; however, it must be confirmed by the documented assessment of visual functions under conditions of bright ambient light. The loss of vision mimicking the member's complaints should be verified before the member is considered a candidate for cataract surgery. Note: A drop in visual acuity in bright light is the quantitative element that allows one to correlate the \"loss of vision\" with the \"member's complaints\".  The most common cataract that produces this type of light-related visual loss is a centrally located posterior subcapsular plaque (PSCP).",
        "sub_items": [
          {
            "text": "the member's own assessment of visual disability (e.g., impact on driving, viewing television, and special occupational or avocational needs) and, in particular, disability at near sight (e.g., reading, occupational activities requiring near vision);"
          },
          {
            "text": "the member's perception of the impact of the disability on lifestyle (e.g., loss of independence, loss of income); and"
          },
          {
            "text": "the member's complaints of glare disabling eyesight in daylight conditions is inconsistent with the visual acuity measured in a darkened room; however, it must be confirmed by the documented assessment of visual functions under conditions of bright ambient light."
          }
        ]
      },
      {
        "text": "Objective: The member's best correctable Snellen visual acuity is 20/40 Snellen or better in the affected eye, There is a significant loss of visual acuity in bright ambient light that is confirmed by the use of (but not limited to) procedures such as glare testing, brightness acuity testing (BAT), or contrast sensitivity testing, or Complaints of monocular diplopia or polyopia, or Visual disparity existing between the two eyes (anisometropia), and The eye examination confirms that the cataract is the limiting factor for improving visual function when other factors do not preclude improvement following surgery, and The member's medical and mental health should permit surgery to be performed safely.",
        "sub_items": [
          {
            "text": "The member's best correctable Snellen visual acuity is 20/40 Snellen or better in the affected eye,"
          },
          {
            "text": "There is a significant loss of visual acuity in bright ambient light that is confirmed by the use of (but not limited to) procedures such as glare testing, brightness acuity testing (BAT), or contrast sensitivity testing, or"
          },
          {
            "text": "Complaints of monocular diplopia or polyopia, or"
          },
          {
            "text": "Visual disparity existing between the two eyes (anisometropia), and"
          },
          {
            "text": "The eye examination confirms that the cataract is the limiting factor for improving visual function when other factors do not preclude improvement following surgery, and"
          },
          {
            "text": "The member's medical and mental health should permit surgery to be performed safely."
          }
        ]
      },
      {
        "text": "Educational: The member has been educated about the risks and benefits of cataract surgery, including alternatives to treatment and the member determines if the expected reduction in the disability outweighs the potential risk, cost and inconvenience of surgery."
      }
    ]
  },
  {
    "text": "Persons blind in one eye: Cataract removal surgery is considered medically necessary for one-eyed members with visual disability of 20/50 or worse due to a cataract; that is, a member with irreversible, untreatable legal blindness (20/200 or worse) in the other eye. Note : In most States, 20/40 vision or better is required to drive."
  },
  {
    "text": "Cataract removal surgery involving removal of the lens is considered medically necessary without regard to visual disability when any of the following criteria is met: Member has lens-induced disease (e.g., phacomorphic glaucoma, phacolytic glaucoma, phacoanaphylactic endophthalmitis, dislocated or subluxated lens), or There is a need to visualize the fundus (retina) in an eye that has the potential for sight in any of the following conditions: Diabetes with significant risk of reduced visual acuity (diabetic retinopathy) requiring photocoagulation management through clear media to monitor glaucoma; To prepare for vitrectomy; To prepare for surgical repair of retinal detachment; or When other special investigations demonstrate intra-ocular pathology where further attention is important and requires clear media.",
    "sub_items": [
      {
        "text": "Member has lens-induced disease (e.g., phacomorphic glaucoma, phacolytic glaucoma, phacoanaphylactic endophthalmitis, dislocated or subluxated lens), or"
      },
      {
        "text": "There is a need to visualize the fundus (retina) in an eye that has the potential for sight in any of the following conditions: Diabetes with significant risk of reduced visual acuity (diabetic retinopathy) requiring photocoagulation management through clear media to monitor glaucoma; To prepare for vitrectomy; To prepare for surgical repair of retinal detachment; or When other special investigations demonstrate intra-ocular pathology where further attention is important and requires clear media.",
        "sub_items": [
          {
            "text": "Diabetes with significant risk of reduced visual acuity (diabetic retinopathy) requiring photocoagulation management through clear media to monitor glaucoma;"
          },
          {
            "text": "To prepare for vitrectomy;"
          },
          {
            "text": "To prepare for surgical repair of retinal detachment; or"
          },
          {
            "text": "When other special investigations demonstrate intra-ocular pathology where further attention is important and requires clear media."
          }
        ]
      }
    ]
  },
  {
    "text": "Subjective: The member perceives that his or her ability to carry out needed or desired activities is impaired. The member's decision is based on: the member's own assessment of visual disability (e.g., impact on driving, viewing television, and special occupational or avocational needs) and, in particular, disability at near sight (e.g., reading, occupational activities requiring near vision); and the member's perception of the impact of the visual disability on lifestyle (e.g., loss of independence, loss of income). Note: Functional impairment due to cataracts refers to lost or diminished ability to perform everyday activities, participate in hobbies or other leisure-time activities, or to work in oneâs occupation. Several instruments such as the VF-14, the activities of daily vision scale and the visual activities questionnaire are available for assessing functional impairment related to cataract. In general, driving an automobile is the limiting life-style activity with visual acuity in the 20/50 to 20/60 range. Almost all states require 20/40 vision in one eye to get a driver's license. Household activities and reading are usually not limiting until the member reaches 20/70 vision.",
    "sub_items": [
      {
        "text": "the member's own assessment of visual disability (e.g., impact on driving, viewing television, and special occupational or avocational needs) and, in particular, disability at near sight (e.g., reading, occupational activities requiring near vision); and"
      },
      {
        "text": "the member's perception of the impact of the visual disability on lifestyle (e.g., loss of independence, loss of income)."
      }
    ]
  },
  {
    "text": "Objective: The best correctable Snellen visual acuity in the affected eye is 20/50 or worse, The eye examination confirms that the cataract is the limiting factor for improving visual function when other factors do not preclude improvement following surgery, and The member's medical and mental health permits surgery to be performed safely.",
    "sub_items": [
      {
        "text": "The best correctable Snellen visual acuity in the affected eye is 20/50 or worse,"
      },
      {
        "text": "The eye examination confirms that the cataract is the limiting factor for improving visual function when other factors do not preclude improvement following surgery, and"
      },
      {
        "text": "The member's medical and mental health permits surgery to be performed safely."
      }
    ]
  },
  {
    "text": "Educational: The member has been educated about the risks and benefits of cataract surgery, including alternatives to treatment and the member determines if the expected reduction in the disability outweighs the potential risk, cost and inconvenience of surgery."
  },
  {
    "text": "the member's own assessment of visual disability (e.g., impact on driving, viewing television, and special occupational or avocational needs) and, in particular, disability at near sight (e.g., reading, occupational activities requiring near vision); and"
  },
  {
    "text": "the member's perception of the impact of the visual disability on lifestyle (e.g., loss of independence, loss of income)."
  },
  {
    "text": "The best correctable Snellen visual acuity in the affected eye is 20/50 or worse,"
  },
  {
    "text": "The eye examination confirms that the cataract is the limiting factor for improving visual function when other factors do not preclude improvement following surgery, and"
  },
  {
    "text": "The member's medical and mental health permits surgery to be performed safely."
  },
  {
    "text": "Subjective: The member perceives that his or her ability to carry out needed or desired activities is impaired.  The member's decision is based on: the member's own assessment of visual disability (e.g., impact on driving, viewing television, and special occupational or avocational needs) and, in particular, disability at near sight (e.g., reading, occupational activities requiring near vision); the member's perception of the impact of the disability on lifestyle (e.g., loss of independence, loss of income); and the member's complaints of glare disabling eyesight in daylight conditions is inconsistent with the visual acuity measured in a darkened room; however, it must be confirmed by the documented assessment of visual functions under conditions of bright ambient light. The loss of vision mimicking the member's complaints should be verified before the member is considered a candidate for cataract surgery. Note: A drop in visual acuity in bright light is the quantitative element that allows one to correlate the \"loss of vision\" with the \"member's complaints\".  The most common cataract that produces this type of light-related visual loss is a centrally located posterior subcapsular plaque (PSCP).",
    "sub_items": [
      {
        "text": "the member's own assessment of visual disability (e.g., impact on driving, viewing television, and special occupational or avocational needs) and, in particular, disability at near sight (e.g., reading, occupational activities requiring near vision);"
      },
      {
        "text": "the member's perception of the impact of the disability on lifestyle (e.g., loss of independence, loss of income); and"
      },
      {
        "text": "the member's complaints of glare disabling eyesight in daylight conditions is inconsistent with the visual acuity measured in a darkened room; however, it must be confirmed by the documented assessment of visual functions under conditions of bright ambient light."
      }
    ]
  },
  {
    "text": "Objective: The member's best correctable Snellen visual acuity is 20/40 Snellen or better in the affected eye, There is a significant loss of visual acuity in bright ambient light that is confirmed by the use of (but not limited to) procedures such as glare testing, brightness acuity testing (BAT), or contrast sensitivity testing, or Complaints of monocular diplopia or polyopia, or Visual disparity existing between the two eyes (anisometropia), and The eye examination confirms that the cataract is the limiting factor for improving visual function when other factors do not preclude improvement following surgery, and The member's medical and mental health should permit surgery to be performed safely.",
    "sub_items": [
      {
        "text": "The member's best correctable Snellen visual acuity is 20/40 Snellen or better in the affected eye,"
      },
      {
        "text": "There is a significant loss of visual acuity in bright ambient light that is confirmed by the use of (but not limited to) procedures such as glare testing, brightness acuity testing (BAT), or contrast sensitivity testing, or"
      },
      {
        "text": "Complaints of monocular diplopia or polyopia, or"
      },
      {
        "text": "Visual disparity existing between the two eyes (anisometropia), and"
      },
      {
        "text": "The eye examination confirms that the cataract is the limiting factor for improving visual function when other factors do not preclude improvement following surgery, and"
      },
      {
        "text": "The member's medical and mental health should permit surgery to be performed safely."
      }
    ]
  },
  {
    "text": "Educational: The member has been educated about the risks and benefits of cataract surgery, including alternatives to treatment and the member determines if the expected reduction in the disability outweighs the potential risk, cost and inconvenience of surgery."
  },
  {
    "text": "the member's own assessment of visual disability (e.g., impact on driving, viewing television, and special occupational or avocational needs) and, in particular, disability at near sight (e.g., reading, occupational activities requiring near vision);"
  },
  {
    "text": "the member's perception of the impact of the disability on lifestyle (e.g., loss of independence, loss of income); and"
  },
  {
    "text": "the member's complaints of glare disabling eyesight in daylight conditions is inconsistent with the visual acuity measured in a darkened room; however, it must be confirmed by the documented assessment of visual functions under conditions of bright ambient light."
  },
  {
    "text": "The member's best correctable Snellen visual acuity is 20/40 Snellen or better in the affected eye,"
  },
  {
    "text": "There is a significant loss of visual acuity in bright ambient light that is confirmed by the use of (but not limited to) procedures such as glare testing, brightness acuity testing (BAT), or contrast sensitivity testing, or"
  },
  {
    "text": "Complaints of monocular diplopia or polyopia, or"
  },
  {
    "text": "Visual disparity existing between the two eyes (anisometropia), and"
  },
  {
    "text": "The eye examination confirms that the cataract is the limiting factor for improving visual function when other factors do not preclude improvement following surgery, and"
  },
  {
    "text": "The member's medical and mental health should permit surgery to be performed safely."
  },
  {
    "text": "Member has lens-induced disease (e.g., phacomorphic glaucoma, phacolytic glaucoma, phacoanaphylactic endophthalmitis, dislocated or subluxated lens), or"
  },
  {
    "text": "There is a need to visualize the fundus (retina) in an eye that has the potential for sight in any of the following conditions: Diabetes with significant risk of reduced visual acuity (diabetic retinopathy) requiring photocoagulation management through clear media to monitor glaucoma; To prepare for vitrectomy; To prepare for surgical repair of retinal detachment; or When other special investigations demonstrate intra-ocular pathology where further attention is important and requires clear media.",
    "sub_items": [
      {
        "text": "Diabetes with significant risk of reduced visual acuity (diabetic retinopathy) requiring photocoagulation management through clear media to monitor glaucoma;"
      },
      {
        "text": "To prepare for vitrectomy;"
      },
      {
        "text": "To prepare for surgical repair of retinal detachment; or"
      },
      {
        "text": "When other special investigations demonstrate intra-ocular pathology where further attention is important and requires clear media."
      }
    ]
  },
  {
    "text": "Diabetes with significant risk of reduced visual acuity (diabetic retinopathy) requiring photocoagulation management through clear media to monitor glaucoma;"
  },
  {
    "text": "To prepare for vitrectomy;"
  },
  {
    "text": "To prepare for surgical repair of retinal detachment; or"
  },
  {
    "text": "When other special investigations demonstrate intra-ocular pathology where further attention is important and requires clear media."
  },
  {
    "text": "Capsular tension rings (e.g., StabilEyes) for stabilization of the lens capsule during IOL placement in conditions associated with weak or partially absent zonules (including primary zonular weakness (e.g., Marfan syndrome), and secondary zonular weakness (e.g., trauma or vitrectomy)); Other medically necessary indications may be cases of zonulysis, pseudo-exfoliation and Marchesaniâs syndrome. An unexpected loss of zonules during surgery may also support the medical necessity of a CTR. Note: The use of capsular tension rings is considered integral to the ocular surgery and is not separately reimbursed."
  },
  {
    "text": "Nd:YAG laser capsulotomy when performed 6 months or more following cataract extraction in members with visually significant clouding (opacification) of the posterior portion of the membrane that surrounds the lens (the posterior capsule). Requests for Nd:YAG laser capsulotomy performed within 6 months of cataract extraction should be forwarded for medical review;"
  },
  {
    "text": "Combined glaucoma and cataract surgery for persons with a visually significant cataract with uncontrolled glaucoma despite maximal medical therapy and/or laser trabeculoplasty;"
  },
  {
    "text": "For aphakia: Standard posterior chamber IOL for hyperopia (e.g., Clariflex, Sensar AR40e, Advanced Medical Optics, Santa Ana, CA); Standard anterior chamber IOLs (e.g., ALcon MTA2UO, MTA3UO, MTA4UO, MTA5UO, MTA6UO, and MTA7UO); Standard fixed monofocal posterior chamber IOLs (e.g., Akreos posterior fixed monofocal IOL (Bausch & Lomb, Rochester, NY), Akreos AO Micro Incision Lens (Model MI60L), AcrySof SA60AT monofocal IOL (Alcon Surgical, Fort Worth, TX), AcrySof MA60AC, AcrySof MA60MA, AcrySof SN60AT, Alcon MZ30BD, CeeOn Edge (Pharmacia Corp., Peepack, NJ), Tecnis monofocal IOL (Model PCB00), and the Hydroview hydrogel foldable posterior IOL (Bausch & Lomb, Rochester, NY)); Aspheric monofocal posterior chamber IOLs (e.g., AcrySof IQ IOL (Alcon Surgical, Fort Worth, TX), Alcon CZ70BD, Alcon SA60WF, SN6CWS, Tecnis (Z9000, Z9001, Z9002, ZA9003, Abbott Medical Optics, Santa Ana, CA), SofPort AO IOL (Bausch & Lomb, Rochester, NY), Sofport LI61AO, Staar Model CC4204A, Akreos AO Aspheric IOL (Bausch & Lomb, Rochester, NY), Akreos SA 060, Hoya PY-60AD (Hoya Surgical Optics GmbH, Frankfurt, Germany), Abbott ZCB00, Tecnis AMO Aspheric IOL ZCB00 (Abbott Medical Optics, Santa Ana, CA), and Acrysof IQ SN60WS (Alcon Surgical, Fort Worth, TX)); Standard fixed monofocal posterior chamber ultraviolet absorbing IOLs for aphakia (e.g., AcrySof Natural blue-light filtering IOL including the AcrySof MN60MA (Alcon Surgical, Fort Worth, TX), AcrySof SN60WF, SofPort AO IOL with Violet Shield Technology (Bausch & Lomb, Rochester, NY), C-flex IOL model 570C (Rayner Surgical Inc., Los Angeles, CA), Clareon aspheric hydrophobic acrylic IOL, EC-3 PAL (Aaren Scientific, Ontario, CA), iSpheric Model YA-60BB IOL (Hoya Surgical Optics, Chino Hills, CA), Softec HD (Lenstec Inc., St. Petersburg, FL); and XACT Foldable Hydrophobic Acrylic Ultraviolet Light-Absorbing Posterior Chamber IOLs (Bausch & Lomb);",
    "sub_items": [
      {
        "text": "Standard posterior chamber IOL for hyperopia (e.g., Clariflex, Sensar AR40e, Advanced Medical Optics, Santa Ana, CA);"
      },
      {
        "text": "Standard anterior chamber IOLs (e.g., ALcon MTA2UO, MTA3UO, MTA4UO, MTA5UO, MTA6UO, and MTA7UO);"
      },
      {
        "text": "Standard fixed monofocal posterior chamber IOLs (e.g., Akreos posterior fixed monofocal IOL (Bausch & Lomb, Rochester, NY), Akreos AO Micro Incision Lens (Model MI60L), AcrySof SA60AT monofocal IOL (Alcon Surgical, Fort Worth, TX), AcrySof MA60AC, AcrySof MA60MA, AcrySof SN60AT, Alcon MZ30BD, CeeOn Edge (Pharmacia Corp., Peepack, NJ), Tecnis monofocal IOL (Model PCB00), and the Hydroview hydrogel foldable posterior IOL (Bausch & Lomb, Rochester, NY));"
      },
      {
        "text": "Aspheric monofocal posterior chamber IOLs (e.g., AcrySof IQ IOL (Alcon Surgical, Fort Worth, TX), Alcon CZ70BD, Alcon SA60WF, SN6CWS, Tecnis (Z9000, Z9001, Z9002, ZA9003, Abbott Medical Optics, Santa Ana, CA), SofPort AO IOL (Bausch & Lomb, Rochester, NY), Sofport LI61AO, Staar Model CC4204A, Akreos AO Aspheric IOL (Bausch & Lomb, Rochester, NY), Akreos SA 060, Hoya PY-60AD (Hoya Surgical Optics GmbH, Frankfurt, Germany), Abbott ZCB00, Tecnis AMO Aspheric IOL ZCB00 (Abbott Medical Optics, Santa Ana, CA), and Acrysof IQ SN60WS (Alcon Surgical, Fort Worth, TX));"
      },
      {
        "text": "Standard fixed monofocal posterior chamber ultraviolet absorbing IOLs for aphakia (e.g., AcrySof Natural blue-light filtering IOL including the AcrySof MN60MA (Alcon Surgical, Fort Worth, TX), AcrySof SN60WF, SofPort AO IOL with Violet Shield Technology (Bausch & Lomb, Rochester, NY), C-flex IOL model 570C (Rayner Surgical Inc., Los Angeles, CA), Clareon aspheric hydrophobic acrylic IOL, EC-3 PAL (Aaren Scientific, Ontario, CA), iSpheric Model YA-60BB IOL (Hoya Surgical Optics, Chino Hills, CA), Softec HD (Lenstec Inc., St. Petersburg, FL); and XACT Foldable Hydrophobic Acrylic Ultraviolet Light-Absorbing Posterior Chamber IOLs (Bausch & Lomb);"
      }
    ]
  },
  {
    "text": "Standard posterior chamber IOL for hyperopia (e.g., Clariflex, Sensar AR40e, Advanced Medical Optics, Santa Ana, CA);"
  },
  {
    "text": "Standard anterior chamber IOLs (e.g., ALcon MTA2UO, MTA3UO, MTA4UO, MTA5UO, MTA6UO, and MTA7UO);"
  },
  {
    "text": "Standard fixed monofocal posterior chamber IOLs (e.g., Akreos posterior fixed monofocal IOL (Bausch & Lomb, Rochester, NY), Akreos AO Micro Incision Lens (Model MI60L), AcrySof SA60AT monofocal IOL (Alcon Surgical, Fort Worth, TX), AcrySof MA60AC, AcrySof MA60MA, AcrySof SN60AT, Alcon MZ30BD, CeeOn Edge (Pharmacia Corp., Peepack, NJ), Tecnis monofocal IOL (Model PCB00), and the Hydroview hydrogel foldable posterior IOL (Bausch & Lomb, Rochester, NY));"
  },
  {
    "text": "Aspheric monofocal posterior chamber IOLs (e.g., AcrySof IQ IOL (Alcon Surgical, Fort Worth, TX), Alcon CZ70BD, Alcon SA60WF, SN6CWS, Tecnis (Z9000, Z9001, Z9002, ZA9003, Abbott Medical Optics, Santa Ana, CA), SofPort AO IOL (Bausch & Lomb, Rochester, NY), Sofport LI61AO, Staar Model CC4204A, Akreos AO Aspheric IOL (Bausch & Lomb, Rochester, NY), Akreos SA 060, Hoya PY-60AD (Hoya Surgical Optics GmbH, Frankfurt, Germany), Abbott ZCB00, Tecnis AMO Aspheric IOL ZCB00 (Abbott Medical Optics, Santa Ana, CA), and Acrysof IQ SN60WS (Alcon Surgical, Fort Worth, TX));"
  },
  {
    "text": "Standard fixed monofocal posterior chamber ultraviolet absorbing IOLs for aphakia (e.g., AcrySof Natural blue-light filtering IOL including the AcrySof MN60MA (Alcon Surgical, Fort Worth, TX), AcrySof SN60WF, SofPort AO IOL with Violet Shield Technology (Bausch & Lomb, Rochester, NY), C-flex IOL model 570C (Rayner Surgical Inc., Los Angeles, CA), Clareon aspheric hydrophobic acrylic IOL, EC-3 PAL (Aaren Scientific, Ontario, CA), iSpheric Model YA-60BB IOL (Hoya Surgical Optics, Chino Hills, CA), Softec HD (Lenstec Inc., St. Petersburg, FL); and XACT Foldable Hydrophobic Acrylic Ultraviolet Light-Absorbing Posterior Chamber IOLs (Bausch & Lomb);"
  },
  {
    "text": "Glasses or visual aids provide satisfactory functional vision;"
  },
  {
    "text": "The memberâs lifestyle is not compromised; or"
  },
  {
    "text": "The member is medically unfit (e.g., conditions such as comatose patients, organic brain syndrome, end stage Alzheimer's disease, persons with no light perception, etc. in which cataract surgery will not improve the memberâs independence)."
  }
]